Repository: tareq1988/wedocs
Catalog: languages/*.po
Languages: fa_ir

source: Enter doc title
fa_ir: عنوان سند را وارد کنید

source: Write something
fa_ir: چیزی بنویسید

source: Enter section title
fa_ir: عنوان بخش را وارد کنید

source: weDocs
fa_ir: مستندات ما

source: Docs
fa_ir: مستندات

source: Tags
fa_ir: برچسب ها

source: Thank you for using <strong>weDocs</strong>. Please leave us a %s&#9733;&#9733;&#9733;&#9733;&#9733;%s rating.
fa_ir: به خاطر استفاده از افزونه <strong>مستندات ما</strong> از شما متشکرم. لطفا با رای خود %s&#9733;&#9733;&#9733;&#9733;&#9733;%s ما رایاری کنید.

source: Thanks :)
fa_ir: متشکرم :)

source: Thank you for using <strong>weDocs</strong>.
fa_ir: بخاطر استفاده شما از <strong>weDocs</strong> متشکرم.

source: Use the <a href="%s">classic UI</a>.
fa_ir: از <a href="%s">رابط کاربری کلاسیک</a> استفاده کنید.

source: Helpfulness
fa_ir: مفید بودن

source: Votes
fa_ir: رأی‌ها

source: weDocs Settings
fa_ir: تنظیمات weDocs

source: Settings
fa_ir: تنظیمات

source: Plugin Settings
fa_ir: تنظیمات افزونه

source: Docs Home
fa_ir: صفحه نخست مستندات

source: Home page for docs page. Preferably use <code>[wedocs]</code> <a href="%s" target="_blank">shortcode</a> or design your own.
fa_ir: صفحه نخست مستندات. ترجیحاً از <a href="%s" target="_blank">کد کوتاه</a><code>[wedocs]</code> استفاده کنید یا صفحه خودتان را طراحی کنید.

source: Email feedback
fa_ir: بازخورد ایمیلی

source: Enable Email feedback form
fa_ir: فعالسازی فرم بازخورد ایمیلی

source: Email Address
fa_ir: آدرس ایمیل

source: The email address where the feedbacks should sent to
fa_ir: آدرس ایمیلی که بازخورد باید به آن ارسال شود

source: Helpful feedback
fa_ir: بازخورد مفید

source: Enable helpful feedback links
fa_ir: فعالسازی لینک‌های بازخورد مفید

source: Comments
fa_ir: دیدگاه‌ها

source: Allow Comments
fa_ir: پذیرفتن دیدگاه‌ها

source: Print article
fa_ir: چاپ مقاله

source: Enable article printing
fa_ir: فعالسازی چاپ مقاله

source: &mdash; Select Page &mdash;
fa_ir: &mdash; انتخاب برگه &mdash;

source: Documentations
fa_ir: مستندات

source: Add Doc
fa_ir: افزودن سند

source: Preview the doc
fa_ir: پیش نمایش سند

source: Delete this doc
fa_ir: حذف این سند

source: Re-order this section
fa_ir: مرتب سازی مجدد این قسمت

source: Preview the section
fa_ir: پیش نمایش این قسمت

source: Delete this section
fa_ir: حذف این قسمت

source: Add a new article
fa_ir: افزودن مقاله جدید

source: Preview the article
fa_ir: پیش نمایش مقاله

source: Delete this article
fa_ir: حذف این مقاله

source: Add Section
fa_ir: افزودن بخش

source: No docs has been found. Perhaps %s?
fa_ir: سندی یافت نشد. شاید %s؟

source: create one
fa_ir: ایجاد کردن

source: You are not allowed to delete this item.
fa_ir: شما مجاز به پاک‌کردن این آیتم نیستید.

source: Sorry, you've already recorded your feedback!
fa_ir: متاسفم، شما قبلا نظر خود را ثبت کرده اید!

source: Thanks for your feedback!
fa_ir: به خاطر نظرتان ممنونم

source: Please enter a valid email address.
fa_ir: لطفا آدرس ایمیل معتبری وارد کنید.

source: Please provide a subject line.
fa_ir: لطفا یک موضوع وارد کنید.

source: Please provide the message details.
fa_ir: لطفا جزئیات پیام را وارد کنید.

source: Thanks for your feedback.
fa_ir: به خاطر بازخوردتان ممنونیم.

source: Document Search Widget
fa_ir: ابزارک جستجوی سند

source: weDocs Document Search
fa_ir: جستجوی سند weDocs

source: All Docs
fa_ir: تمام مستندات

# label
source: Search for:
fa_ir: جستجو برای:[label]

# placeholder
source: Documentation Search &hellip;
fa_ir: جستجوی مستندات &hellip;

# submit button
source: Search
fa_ir: جستجو

source: Documentation Search
fa_ir: جستجوی مستندات

source: Title:
fa_ir: عنوان:

source: Choose File
fa_ir: انتخاب فایل

source: View Details
fa_ir: مشاهده جزئیات

source: Home
fa_ir: خانه

source: Doc navigation
fa_ir: ناوبری سند

source: [%1$s] New Doc Feedback: "%2$s"
fa_ir: [%1$s] بازخورد جدید مستندات: "%2$s"

source: New feedback on your doc "%s"
fa_ir: بازخورد جدیدی برای سند «%s»

source: Author: %1$s (IP: %2$s)
fa_ir: نویسنده: %1$s (IP: %2$s)

source: Email: %s
fa_ir: ایمیل: Email: %s

source: Feedback: %s
fa_ir: بازخورد: %s

source: Doc Permalink: %s
fa_ir: نامک سند: %s

source: Edit Doc: %s
fa_ir: ویرایش سند:‌ %s

source: Email address of the author.
fa_ir: آدرس ایمیل نویسنده

source: Limit results to those matching a string.
fa_ir: محدود کردن نتایج به نتایج مشمول یک رشته

source: The ID for the parent of the object.
fa_ir: شناسه برای والد شیء

source: Current page of the collection.
fa_ir: صفحه جاری از مجموعه

source: Maximum number of items to be returned in result set.
fa_ir: بیشینه تعداد آیتم‌ها در مجموعه نتایج.

source: The page number requested is larger than the number of pages available.
fa_ir: شماره صفحه درخواستی، از تعداد صفحات در دسترس بیشتر است.

source: No name given
fa_ir: نامی داده نشده

source: No email given
fa_ir: ایمیلی داده نشده

source: Invalid doc ID.
fa_ir: شناسه سند نامعتبر

source: %d person found this useful
fa_ir: %d نفر این را مفید دانسته اند

source: No votes yet
fa_ir: هنوز کسی رای نداده

source: %d person found this not useful
fa_ir: %d نفر این را غیر مفید دانسته اند

source: Was this article helpful to you?
fa_ir: آیا این مقاله برای شما مفید بود؟

source: Yes
fa_ir: بله

source: No
fa_ir: خیر

source: How can we help?
fa_ir: چطور می‌توانیم کمکتان کنیم؟

source: Name
fa_ir: نام

source: Email
fa_ir: ایمیل

source: subject
fa_ir: موضوع

source: message
fa_ir: پیام

source: Send
fa_ir: فرستادن

source: Print this article
fa_ir: چاپ این مقاله

source: Continue reading %s <span class="meta-nav">&rarr;</span>
fa_ir: ادامه خواندن %s <span class="meta-nav">&rarr;</span>

source: Docs:
fa_ir: مستندات:

source: Articles
fa_ir: مقاله‌ها

# Used before tag names.
source: Tags
fa_ir: برچسب ها

source: Still stuck?
fa_ir: هنوز مشکل دارید؟

source: Updated on %s
fa_ir: به‌روز شده در %s

source: Powered by weDocs
fa_ir: قدرت گرفته از weDocs

# Post Type General Name
source: Docs
fa_ir: مستندات

# Post Type Singular Name
source: Doc
fa_ir: سند

source: Documentation
fa_ir: مستندات

source: Parent Doc
fa_ir: سند والد

source: All Documentations
fa_ir: تمام مستندات

source: View Documentation
fa_ir: نمایش مستندات

source: Add Documentation
fa_ir: مستندات جدید

source: Add New
fa_ir: افزودن مورد جدید

source: Edit Documentation
fa_ir: ویرایش مستندات

source: Update Documentation
fa_ir: بروزرسانی مستندات

source: Search Documentation
fa_ir: جستجوی مستندات

source: Not documentation found
fa_ir: سندی یافت نشد

source: Not found in Trash
fa_ir: در زباله دان چیزی نیست

# Taxonomy General Name
source: Tags
fa_ir: برچسب ها

# Taxonomy Singular Name
source: Tag
fa_ir: برچسب

source: All Tags
fa_ir: تمام برچسب ها

source: Parent Tag
fa_ir: برچسب والد

source: Parent Tag:
fa_ir: برچسب والد:

source: New Tag
fa_ir: برچسب تازه

source: Add New Item
fa_ir: افزودن مورد جدید

source: Edit Tag
fa_ir: ویرایش برچسب

source: Update Tag
fa_ir: بروز کردن برچسب

source: View Tag
fa_ir: مشاهده برچسب

source: Separate items with commas
fa_ir: موارد را با کاما از هم جدا کنید

source: Add or remove items
fa_ir: افزودن یا حذف مورد

source: Choose from the most used
fa_ir: از مواردی که بیشتر استفاده شده است انتخاب کنید

source: Popular Tags
fa_ir: برچسب های رایج

source: Search Tags
fa_ir: جستجوی برچسب

source: Not Found
fa_ir: یافت نشد

source: No items
fa_ir: بدون مورد

source: Tags list
fa_ir: لیست برچسب ها

source: Tags list navigation
fa_ir: ناوبری لیست برچسب ها

source: A documentation plugin for WordPress
fa_ir: یک افزونه مستند سازی برای وردپرس

source: Tareq Hasan
fa_ir: طارق حسن
